Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/fakta_om_samiske_sprak.html.tmx
Source language: nob
Languages: sme

source: Fakta om samiske språk
sme: Faktadieđut sámegielaid birra

source: De mest brukte samiske språkene i Norge i dag er nordsamisk, lulesamisk og sørsamisk.
sme: Eanemusat geavahuvvon sámegielat Norggas dál leat davvi-, julev- ja lullisámegiella.

source: Pitesamisk, umesamisk og skoltesamisk (også kjent som østsamisk) er i en vitaliseringsfase i Norge.
sme: Bihtán- ja ubmesámegiella ja nuortalašgiella leat ealáskahttindásis dál Norggas.

source: De samiske språkområdene strekker seg tradisjonelt over deler av Norge, Sverige, Finland og Russland.
sme: Sámi giellaguovllut leat árbevirolaččat Norgga, Ruoŧa, Suoma ja Ruošša rájáid rastá.

source: Riksgrensene er trukket på tvers av språkgrensene.
sme: Riikkarájit leat gessojuvvon giellarájiid rastá.

source: I internasjonal sammenheng er alle samiske språk karakterisert som truede, alvorlig truede eller nesten utdødde språk.
sme: Riikkaidgaskasaččat meroštit buot sámegielaid uhkiduvvon, duođaid uhkiduvvon dahje measta jávkan giellan.

source: Samiske språk er beskyttet av blant annet ILO-konvensjon 169, Norges grunnlov, Stedsnavnloven, Samelovens språkregel i Norge og gjennom opplæringsloven.
sme: Sámegielat leat suddjejuvvon earret eará ILO-konvenšuvnna 169, Norgga vuođđolága, Báikenammalága, Sámelága giellanjuolggadusaid ja oahpahuslága bakte.

source: Internasjonalt er samiske språk beskyttet av blant annet nordisk språkdeklarasjon og European Charter for Regional and Minority Languages.
sme: Riikkaidgaskasaččat leat sámegielat suddjejuvvon earret eará davviriikkaid giellajulggaštusa ja European Charter for Regional and Minority Languages bakte.

source: Les mer om de samiske språkene på Sámi Giellagáldus nettsted
sme: Eanet faktadieđuid sámegielaid birra gávnnat Sámi Giellagáldu neahttasiiddus
